# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rake db:seed (or created alongside the db with db:setup).
#
# Examples:
#
#   cities = City.create([{ name: 'Chicago' }, { name: 'Copenhagen' }])
#   Mayor.create(name: 'Emanuel', city: cities.first)
Jujum.create(name:'경찰행정학과',theme:'경행주막(조선시대 주막)',introduce:'✔️ 술이 술〰술〰 들어가는 맛은 물론이고 다양하기까지한데 심지어 고퀄리티의 안주 !<br>✔️ 안오고는 못 배기는, 눈도👁 귀도👂🏻 입도👄 즐거운 분위기<br>✔️ 다른 주점과 달리 경행주점에는 ❗막걸리❗또한 준비되어있습니다🤗<br>✔️ 거기에 ❗아이스크림❗까지 <br>✔️ 꽝없는❗추억의 뽑기❗도 함께 즐기고 가세요〰',image:'/img/gyeonghang.jpg')
Jujum.create(name:'수학정보통계학부',theme:'수학 with 술학',introduce:'❣원광대학교 대동제 수학정보통계학부 주점 ❣<br>‼ 5월 23일(화) 〰 5월 25일(목) ‼ <br>원광대학교 대동제 기간에 <br>⭐수학정보통계학부 학생회⭐에서 주점을 운영합니다❗<br>(짤) 1번 미카엘 뺨치는🖐🏻 요리와 <br>가수를 바로 앞에서 보는듯한 👀 주점의 위치와 더불어<br> 🔊Aㅏ레나🔊와 🔊Bㅏ운드🔊를 옮겨놓은 듯한 🔥🔥🔥한 분위기  <br>🎊EVENT 1⃣🎊 <br>☝🏻SNS (예: 페이스북, 인스타그램, 트위터)에 #원광대 #대동제 #수학정보통계학부주점 #수정통주점 해시태그 또는 위치 정보 추가 ➕사진 👉🏻 음료수 증정 ❗<br>✌🏻듣고싶은 노래 🎧 좋아하는 노래🎼가 있으면 01097371214로 제목-가수를 문자✉로 보내주시면 바로 틀어드립니다 ❗<br>🎊EVENT2⃣🎊<br>🎲옥찌니를 이겨라🎲 <br> ✔ 참참참 게임을 해서 최후의 3인에게 주류 증정 🍻 - 19시. 21시. 23시 진행 예정 !<br>🎲너의 목소리가 들려🎲 <br> ✔ 노래방 기계까지 준비한 수정통 주점  ✔ <br> 👉🏻가장 높은 점수를 받은 손님 테이블에 <br>메인 안주 증정🍳<br>🎲비어 파이터 (BEER FIGHTER)🎲<br> ✔ 맥주 500cc를 가장 빨리 마신 손님 테이블에 주류 증정🍻<br>🎲돌려돌려 돌림판🎲 <br> ✔ 테이블 착석 후 바로 종이에 이름을 적어 박스에 넣어주세요 ! <br> ✔20시. 22시. 24시에 추첨을 통해 뽑힌 3분의 테이블에 메인 안주 증정 🍳<br>💘로맨스가 필요해2017💘 <br> ❣ 주점에서 술을 마시다가 마음에 드는 사람이 있다면 라임색💚바람막이를 입은 친구에게 말해주세요 😁',image:'/img/suhak.jpg',menu:'/img/suhak2.jpg')
Jujum.create(name:'생명과학부',theme:'Rap 하는 lab(힙합)',introduce:'')
Jujum.create(name:'너나들이',theme:'회장님이 미쳤어요',introduce:'')
Jujum.create(name:'스포츠과학부',theme:'주점(DJ잉))',introduce:'스포츠과학부입니다!<br>긴말하지 않겠습니다~ 원대 최고 주점 직접확인해보세요~',image:'/img/sports.jpg')
Jujum.create(name:'경영대학',theme:'심야의 샤우팅(이벤트, 클럽)',introduce:'')
Jujum.create(name:'경영학부',theme:'니가가라 하와이',introduce:'안녕하세요 ☺<br>스물한번째 너나들이 경영학부 학생회입니다<br>정신없던 중간고사가 끝나고 무더위가 찾아오려는 지금 !<br>여러분과 함께 시원한 하와이로 떠납니다😆<br>원광대학교 대동제 "화양연화"의 꽃🌸 <br>"주점"으로 여러분에게 신나는 축제를 선사해드립니다.<br>함께 그리고 같이 즐기는 주점! <br>⛵️ALOHA HAWAII🛶<br>2017년 5월 23일(화) - 25(목) ❗️3일간❗️<br>여러분을 기다립니다 ♥️<br>저희가 열심히 준비한 주점 오셔서 즐기시고 항상 경영학부 학우분들과 함께하는 경영학부학생회가 되도록 노력하겠습니다♥<br>회장 김도현 010-3923-7557<br>부회장 김수지 010-3649-5900',image:'/img/gyeongyoung.jpg')
Jujum.create(name:'체육교육학과',theme:'체교인의밤',introduce:'')
Jujum.create(name:'렛스고',theme:'야간주점(클럽식감성주점)',introduce:'')
Jujum.create(name:'패션디자인산업학과',theme:'쇼미더패디',introduce:'')
Jujum.create(name:'한약학과 학생회',theme:'약빤주점(만남)',introduce:'저희 자체 개발 칵테일 팔아요!<br> 안주도 직접 개발한 파스타 팔아요!',image:'/img/hanyak.jpg',menu:'/img/hanyak2.jpg')
Jujum.create(name:'노세',theme:'거점',introduce:'축제를 즐길 줄 모른다면!!😱<br>매번 남는게 없는 축제 같았다면!!😰<br>더이상 혼자이기 싫다면!!😭<br>이 글을 주목하세요!!👏🏽<br>🙈원대 축제 착하고 핫한 헌팅 주점🙈<br>팀명부터 심상치 않은 "노세"에서 여러분을 기다립니다!!😎<br>노세~ 노세~ 젊어서 노세~<br>주점 이름 "거점"을 운영하는 노세가 여러분에게 알찬 약속을 전해드립니다!!<br>첫째!! 🌙밤은 긴데 일찍 취할 수는 없어!! 속부터 채우고 술먹자!!<br>(🥓6~7시 메인안주 3천원 서브 안주 천원 할인!!)<br>둘째. 구별은 해줄게!! 용기를 내봐!!<br>(솔로에게는 초록색 팔찌를!! 💓커플에게는 빨간색 야광팔찌를 나눠 드립니다!!)<br>셋째. 이상형을 봤는데 용기가 없다면!! 💘 이 기회를 놓치기 싫다면!! 우리를 불러!<br>(완장을 찬 그들이 여러분의 꽃길🌹 도와드립니다!!)<br>4년을 준비한 군필 일곱명과 유일한 홍일점 하나💕 자신들의 이름을 걸고 이름값 하겠습니다.<br>외로운 친구들 데리고 일찍일찍 찾아오세요~😎<br>거점을 여러분이 옹기종기 모여 점령해주세요~ 화요일부터 3일 내내 봐요~❤💘💕',image:'/img/nose.jpg',menu:'/img/nose2.jpg')
Jujum.create(name:'거북선',theme:'돛단배',introduce:'🌸원광대학교 대동제 돛단배 주점.🌸<br>5월 23일 화요일부터 25일 목요일까지 원광대학교 축제기간🎊에 <br>낮잠 동아리 거북선에서 주점을 운영합니다!!!!!!!!!! 😄😄😄<br>축제를 위해 1년을 기다렸다 퐈리타임~~~~~~~!!!!🎄🎁💝🎈🎊🎉<br>잠을 많이자서그런지 얼굴👯 몸매👙💪🏻 빠지지않는 저희 친구들이<br>요리!🐷 서빙!😎 안내🎩까지! 거기에 신바람나는 음악과💿🎼🎧 이벤트같이👻 함께합니다. ㅎㅎ<br>(참고로 직원들 거의 솔로라는 소문이..?💝💝💝)<br>친구들끼리 즐겨도 좋고!❤ 연애에고픈 솔로도 좋고!❤ 앞뒤좌우 테이블 따지지말고<br>헌팅도 오케이~~~💋💘💞 직원들한테까지 헌팅하면 완전 ok!💑 (직원들거의 남자라던데..)<br>주점위치도 완전 화장실에서 가깝고~😀😀😀 사람들이 가장많이 다니는 입구에 있기때문에<br>찾아오시기도 아주 편해요!!!😃 많이 찾아와주세요~ 이글보고 왔다고 직원들한테<br>말씀해주시면 서비스를 줄지도..?😘😍 거기에 좋아요 공유까지해준다면 완전감동😇<br>💀이벤트💀<br>1. 술드시기전! 포스트잇에 번호를 적고 통에넣는다. 그리고음주를즐긴다!<br>술다마시고 퇴장할때! 남자는 천원을 내고 여성번호를! 여자는 무료로!!!!<br>남성번호를 가져간다!!!👫💏 (사장이 여자를 좋아해서 그런거니 이해바람)😜<br>2. 18시~19시에 주류를 주문할시 1+1! (단 첫주문에 한함)🍷🍺🍻<br>3. 여기에는 차마말할수없는 직원들주도의 이벤트까지...??♨♨♨ (궁금하면 드루와!)<br>MD.양쎄찬 올림',image:'/img/geobuk.jpg',menu:'/img/geobuk2.jpg')
Jujum.create(name:'한의대 경우회',theme:'한의대가 대신 전해드립니다(메신저)',introduce:'')
Jujum.create(name:'반도체디스플레이',theme:'반도체디스플레이 주점(감성주점)',introduce:'🌼반도체디스플레이 주점🌼<br>‼축제기간 5월23일〰25일 ‼동안<br>저희 주점에 오시면🤗<br>✔태양의후예 김민석  함부로 애틋하게 김우빈<br> 코빅의 박나래  무릎팍도사의 올밴  <br>별에서 온 그대 김수현이<br>여러분들을 반갑게 맞이해 드려요🤗<br>✨EVENT✨<br>🎰돌려 돌려 돌림판🎰<br>✔1⃣시간 마다 추첨해서 <br> 테이블 2⃣곳 원하는 안주🥘 한가지 ❗<br>✔2⃣시간 마다 추첨해서 <br> 테이블 1⃣곳 이제까지 마신 술🍺 꽁짜❗<br>🎤너의 목소리를 뽐내봐🎤<br>✔테이블당 한번씩 도전할수있고<br> 95점이 넘으면 술 2병🍻이 꽁짜❗<br>✔95점이 못 넘어도 아쉬워 말아요😭<br> 호응이 좋으면 술 1병🍺이 꽁짜❗<br>❣사랑의 작대기❣<br>✔맘에 드는 테이블을   AOMG 엘로 닮은 DJ에게 말해주세요👄<br>저희가 매칭해드립니다〰<br>✔합석하면 안주 하나에 술 한병🍺이 꽁짜❗<br>⭐저희 주점에 오셔서 즐겁게 놀다 가세요⭐',image:'/img/bandoce.jpg',menu:'/img/bandoce2.jpg')
Jujum.create(name:'FC리더스',theme:'야간주점',introduce:'')
Jujum.create(name:'다온',theme:'헌나기전에 팅구들데리구와(헌팅)',introduce:'')
Jujum.create(name:'여행스케치',theme:'여행스케치 주점',introduce:'')
Jujum.create(name:'간호학과 학생회',theme:'angelinurse(이벤트)',introduce:'5월 23~25일 진행하는 축제기간동안 💉간호학과 💉 주점이 핫🔥한 분위기와 , 입과 기분이 즐거워지는 맛있는 안주들을 제공할 예정입니다 〰<br>✔️많은 학과 주점중에서 어딜갈지 고민이 된다면 ? 간호학과 주점으로 오세요 ! 예쁜 간호학도들의 서빙과 즐거운 분위기, 각종 이벤트가 여러분을 기다리고 있습니다 !<br>✔️간호학과 주점에서 사용할수 있는 7천원 상당의 메인안주와 소주 2병을 교환하실 수 있는 쿠폰을 만원에 팔고 있습니다 〰 이 쿠폰은 금요일 1~6교시, 월요일 1~4교시중 간호학과 학생회실에서 구매하실 수 있습니다 !<br>✔️ 축제기간동안 매일 오후6시부터 7시 술 1+1이벤트 ‼️가 진행됩니다 . 술 한병을 시키면 한명이 더 따라오는 시간대가 있으니 모두모두 찾아와서 술 다 먹구가 〰〰🐥<br>✔️<원광대간호학과> 해시태그 이벤트 ! <br>event 1) 간호학과 주점에 오신 모든분들께 간호학과 주점에서 찍은 사진을 #원탑대동제 #원광대간호학과 해시태그와 함께 인스타그램이나 페이스북에 올리시고 저희에게 보여주시면 음료 하나를 공짜로 증정합니다 ! (1테이블1개 한정)<br>event2 ) 해시태그와 함께 간호학과 주점에 대해 하고싶은이야기나 , 느낀점을 가장 웃기고 재미있게 표현하신분들은 다음날 추첨하여 또오신분께 사이드안주 1개 or 주류1병을 서비스로 쏴드리도록 하겠습니다 ‼️<br>💙간호학과와 함께 3일내내 불타는 주점을 즐겨보아요 〰〰〰모두모두 웰컴  💙',image:'/img/ganho1.jpg',menu:'/img/ganho2.jpg')
Jujum.create(name:'컴퓨터소프트웨어공학과',theme:'적셔블고 취해부러',introduce:'<적셔블고 취해부러> 라는 타이틀 속에,<혜자스러운 주점>을 생각해서혜자스러운 안주와 가격 장담 할 수 있습니다 👍🏻😘<br>👆🏻요리🍽라면 어디가서 빠지지 않는 컴공요리왕들<br>✌🏻잘생기고🙆🏻‍♂️ 이쁜🙆🏻 컴공 비주얼 담당들의리고‼️‼️👊🏻신나고 즐거운 💥클럽같은분위기💥에🔥핫🔥하고 재미 보장되는 주점 만들겠습니다👊🏻<br>또 이벤트도 준비되었습니다‼️‼️<시~8시 사이에 오시는 분들 한해서 첫 주문시 15000원 이상 주문하면 응모권 1장(응모권 추첨은 8시30분에 하겠습니다!)<br>2. 10시~11시 노래점수가 가장 높은 테이블에 안주서비스(노래방기계 있습니다!) 각 테이블 당 1명씩 참여가능<br>3. 그리고 첫 주문시 30000원 이상 주문하면 안주 하나 반값에 드리겠습니다!<br>그 외 다른 이벤트들도 준비 했으니오셔서 확인해주시고,<br>적셔블고 취해부러 컴퓨터소프트웨어공학과 주점많이 찾아주세요 ‼️‼️ 💕❤️💕❤️💕<br>⭐️이번에는 ✔️신분증✔️검사를 철저히 합니다⭐️<br>⭐️신분증 필참(학생증도 가능합니다!)⭐️<br>감사️합니다 ❣️',menu:'/img/comsogong.jpg')
Jujum.create(name:'성공하자',theme:'짝(만남)',introduce:'')
Jujum.create(name:'토목환경공학과 학생회',theme:'돈 없어도 술 먹을 수 있다',introduce:'🤘🤘원광대학교 대동제 토목환경공학과 주점🤘🤘<br>5월23일(화) 부터 〰 5월25일(목) 까지❗️원광대학교 축제기간에 ⭐️토목환경공학과 학생회⭐️ 에서 주점을 운영합니다🔔<br>주방에 백종원왔냐? 싶을 정도의 맛있는 요리를 잘생기고 예쁜 토목과 학생회 친구들이 준비하고 서빙까지! 그리고 각종 이벤트들이! 벌써부터 핫할거 같은 분위기가! 여러분을 기다리고 있습니다 🙈<br>✔️페이스북,인스타그램 등 sns에 토목환경공학과 주점 위치 정보 추가,해시태그 후 사진 또는 게시물을 업데이트 하시고 서빙을 하는 토목과 학생회 친구에게 보여주시면 음료수 1개를 무료로 드리겠습니다!<br>✔️신나고😆핫하고🔥재미있는🤡분위기 를 즐기시게 하기 위해 신청곡을 받아 원하시는 음악도 틀어드리겠습니다!<br>💁이벤트<br>☝️. 행운권 추첨 이벤트❗️뽑은 추첨 종이에 적힌 메뉴 무료 제공<br>✌️. 소주뚜껑 이벤트❗️ 당첨시 메인메뉴 안주 1개 무료 제공<br>🙀이게 끝이 아닙니다~~ 더 자세한건 토목환경공학과 주점에 직접 오시면 알 수 있으니 다들 모두 토목과 주점으로 고고링~~~💃🕺🏃‍♀️🏃')
Jujum.create(name:'외국인',theme:'',introduce:'')
Jujum.create(name:'CLUB BOOTH',theme:'클럽파티',introduce:'1. 스텐드입장료: 10000원 ( free 예거밤&수입맥주)<br>(여성 학우 8시전 무료 입장)<br>드링크 : 5000<br>물 : 1000<br>2. 부스 (6인석 6부스) 문의<br>•부스1 10만원 (2테이블 구비)<br>6인 입장료 6만원<br>(예거1병+핫식스4개+과일안주) 4만원<br>•부스2 15만원 (3테이블 구비)<br>6인 입장료6만원<br>(예거2병+핫식스 8개+과일안주) 9만원 <br>•부스3 21만원 (1테이블 구비)<br>6인 입장료6만원<br>(예거3병 +핫식스 12개+과일안주) 15만원<br>화: 전주 dj팀<br>수: 전주 dj팀 & 연합 댄스팀 뮤즈<br>목: dj허조교',image:'/img/club.jpg')




Nanjang.create(name:'몽수룸',introduce:'악세사리 마켓(악세사리, 간식)',color:"#f09590")
Nanjang.create(name:'온에어',introduce:'온에어 완판 꼬치집(간식)',color:"#95A5C3")
Nanjang.create(name:'WITH',introduce:'나만의 의미있는 작은 결혼(웨딩관련 게임, 홍보)',color:"#7F9FA4")
Nanjang.create(name:'그린나래',introduce:'그린카페(카페, 뽑기)',color:"#deb29e")
Nanjang.create(name:'원불교학과',introduce:'산들산들(책갈피, 이름시, 간식)',color:"#bd9dc7")
Nanjang.create(name:'백두',introduce:'난장판(간식)',color:"#e68b60")
Nanjang.create(name:'행정학과',introduce:'손식당(회장님 마음대로)',color:"#de625b")
Nanjang.create(name:'원불교 대학생회',introduce:'사드말고 평화오라! "평화의 작은불씨"',color:"#887b8f")
Nanjang.create(name:'소방행정학과',introduce:'불타는 다방(홍보, 간식)',color:"#b5bf8e")
Nanjang.create(name:'여학생회',introduce:'소녀야, 너는 반짝이는 별',color:"#8db5b0",image:'/img/yeohaksang.jpg')
Nanjang.create(name:'GNC',introduce:'GNC story' ,color:"#c9a9ab")
Nanjang.create(name:'',introduce:'' ,color:"#fff")




